[
    {
        "title": "OUR MISSION",
        "text": [
            "Our mission is first of all to offer an opportunity for Polytechnique students to get involved in a new project. This project is avant-garde project, innovative and completely different from other technical companies at Polytechnique de Montréal. Indeed, Polyloop is the only technical company working on a completely new project addressing a constantly developing, innovative and green technology. In the long term, we want this project to last over time and to become a respected technical society, not only at Polytechnique, but also internationally. The Polyloop project is to create a new technical company at Polytechnique Montreal which aims to participate in the Hyperloop Pod Competition in California."
        ],
        "button": "Find out more", 
        "comp": "Who are We ?",
        "introCompet":[
            "PolyLoop is a new technical company at Polytechnique Montreal whose mission is to develop and build a Hyperloop capsule in order to participate in the international Hyperloop Pod Competition.",
            "PolyLoop is the only technical company in Quebec that develops this technology.",
            "Since January 2020, PolyLoop has enabled its members to develop their technical skills while leading them to change the world of transport."
        ],
        "moreInfo": "For more information visit ",
        "first": "First team in Quebec",
        "features": [
            {
                "title": "Fast",
                "details": "A Hyperloop capsule could reach speeds in excess of 1,000 km/h, making it the fastest means of transport on Earth.",
                "iconSrc": "../../../assets/img/icons/clock.png"
            },
            {
                "title": "Safe",
                "details": "The safety and comfort of future passengers is the number one priority in the development of technology.",
                "iconSrc": "../../../assets/img/icons/security.png"
            },
            {
                "title": "Eco-responsible",
                "details": "A Hyperloop capsule uses only electrical energy that can be recharged by different renewable energy sources.",
                "iconSrc": "../../../assets/img/icons/eco.png"
            }
        ]
    },
    {
        "title": "NOTRE MISSION",
        "text": [
            "Notre mission est de concevoir une capsule Hyperloop afin de participer à la prestigieuse compétition internationale Hyperloop Pod Competition. Nous offrons ainsi l’opportunité aux étudiants de Polytechnique Montréal de s’impliquer dans un projet innovant et d’envergure en leur permettant de relever des défis technologiques, enrichissant ainsi leur expérience technique. "
        ],
        "button": "En savoir plus",
        "comp": "QUI SOMMES NOUS?",
        "introCompet": [
            "PolyLoop est une équipe d'étudiant de Polytechnique Montréal qui a  pour but de développer et de construire une capsule Hyperloop afin de participer à la compétition internationale Hyperloop Pod Competition. PolyLoop est la première et la seule équipe au Québec qui développe cette technologie. Depuis janvier 2020, PolyLoop permet à ses membres de développer leurs compétences techniques tout en les amenant à changer le monde des transports.",
            "La technologie Hyperloop, proposée en 2013 par Elon Musk, utilise un système de lévitation magnétique propulsé par induction linéaire, le tout dans un tube dépressurisé. Ce système permet de réduire la friction au maximum et donc d'atteindre des vitesses impressionnantes."
        ],
        "moreInfo": "Pour plus d'information visiter ",
        "first": "Première équipe au Québec",
        "features": [
            {
                "title": "Rapide",
                "details": "Une capsule Hyperloop pourrait atteindre des vitesses au-delà de 1 000 km\\h, étant ainsi le moyen de transport le plus rapide sur Terre.",
                "iconSrc": "../../../assets/img/icons/clock.png"
            },
            {
                "title": "Sécuritaire",
                "details": "La sécurité et le confort des futurs passagers est la priorité numéro 1 du développement de la technologie.",
                "iconSrc": "../../../assets/img/icons/security.png"
            },
            {
                "title": "Éco-responsable",
                "details": "Le système Hyperloop n'utilise que l'énergie électrique pouvant être alimenté par différentes sources d'énergie renouvelable.",
                "iconSrc": "../../../assets/img/icons/eco.png"
            }
        ]
    }
]
