[
    {
        "question": "Why is it so great?",
        "features": [
            {
                "title": "New",
                "detail": "Hyperloop is a new mode of high speed transportation, similar to a train. A capsule travels inside a low pressure tube."
            },
            {
                "title": "Fast",
                "detail": "It is the almost perfect vacuum in the tube that reduces air friction and allows the capsule to travel at a speed that could theoretically reach 760 mph (1223 km / h)."
            },
            {
                "title": "Electric",
                "detail": "All fully electric, which can be powered by solar panels positioned above the tube. This technology would therefore be the fastest means of transport on Earth with the smallest environmental impact."
            }
        ],
        "events": [
            {
                "date": "August 2013",
                "title": "The birth",
                "text": "Elon Musk proposes the Hyperloop project in California",
                "more": "bla 1",
                "imgSrc": ""
            },
            {
                "date": "January 2015",
                "title": "Un Titre....",
                "text": "Announcement of the construction of a test track for Hyperloop capsules open to businesses and students",
                "more": "bla 1",
                "imgSrc": ""
            },
            {
                "date": "January 2017",
                "title": "A first",
                "text": "First edition of the Hyperloop Pod Competition takes place",
                "more": "bla 1",
                "imgSrc": ""
            },
            {
                "date": "January 2020",
                "title": "Hyperloop at Poly",
                "text": "Creation of PolyLoop",
                "more": "bla 1",
                "imgSrc": ""
            }
        ]
    },
    {
        "question": "Pourquoi est-ce si grand?",
        "features": [
            {
                "title": "Nouveau",
                "detail": "L’Hyperloop est un nouveau mode de transport à haute vitesse, similaire à un train. Une capsule voyage à l’intérieur d’un tube à basse pression."
            },
            {
                "title": "Rapide",
                "detail": "C’est le vide presque parfait dans le tube qui réduit la friction de l’air et permet à la capsule de voyager à une vitesse qui pourrait théoriquement atteindre 760 mph (1 223 km/h)."
            },
            {
                "title": "Électrique",
                "detail": "Le tout entièrement électrique, pouvant être alimenté par des panneaux solaires positionnés au-dessus du tube. Cette technologie serait donc le moyen de transport le plus rapide sur Terre ayant le plus petit impact environnemental."
            }
        ],
        "events": [
            {
                "date": "Août 2013",
                "title": "La naissance",
                "text": "Elon Musk propose le projet Hyperloop en Californie ",
                "more": "bla 1",
                "imgSrc": ""
            },
            {
                "date": "Janvier 2015",
                "title": "Un Titre....",
                "text": "Annonce de la construction d’une piste d’essai pour capsules Hyperloop ouverte aux entreprises et étudiants ",
                "more": "bla 1",
                "imgSrc": ""
            },
            {
                "date": "Janvier 2017",
                "title": "Une première",
                "text": "Première édition du Hyperloop Pod Competition a lieu",
                "more": "bla 1",
                "imgSrc": ""
            },
            {
                "date": "Janvier 2020",
                "title": "Hyperloop a Poly",
                "text": "Création de PolyLoop",
                "more": "bla 1",
                "imgSrc": ""
            }
        ]
    }
]