[
    {
        "en": "PolyLoop is a technical club at Polytechnique Montreal.",
        "fr": "PolyLoop est une société technique a Polytechnique Montreal."
    },
    {
        "en": "The goal is to be able to compete with the top universities in the Hyperloop Pod Competitionin California.",
        "fr": "L'objectif est d'être en mesure de rivaliser avec les meilleures universités de la compétition Hyperloop Poden Californie."
    },
    {
        "en": "In order to participate we need to build our own hyperloop casule in conformity with the SpaceX tube.",
        "fr": "Pour participer, nous devons construire notre propre casule hyperloop en conformité avec le tube SpaceX."
    },
    {
        "en": "In 2013, Elon Musk unveiled the concept that he called the Hyperloop.",
        "fr": "En 2013, Elon Musk dévoile le concept de ce qu’il nomme l’Hyperloop."
    },
    {
        "en": "He publishes the first version of his invention on the SpaceX website.",
        "fr": "Il publie la première version de son invention sur le site internet de SpaceX."
    },
    {
        "en": "He does not patent his invention and launches a university competition",
        "fr": "Il ne brevète pas son invention et lance une compétition universitaire"
    },
    {
        "en": "to accelerate the development of technology and encourage student innovation.",
        "fr": "afin d’accélérer le développement de la technologie et d’encourager l’innovation étudiante."
    },
    {
        "en": "Hyperloop is a new mode of high speed transportation, similar to a train.",
        "fr": "L’Hyperloop est un nouveau mode de transport à haute vitesse, similaire à un train."
    },
    {
        "en": "A capsule travels inside a low pressure tube.",
        "fr": "Une capsule voyage à l’intérieur d’un tube à basse pression."
    },
    {
        "en": "The speed could theoretically reach 760mph or 1 223km/h. All fully electric!",
        "fr": "La vitesse pourrait théoriquement atteindre 760mph ou 1 223km/h. Le tout entièrement électrique!"
    }
]